Repository: mostafa2ahmedev/GP_EPhamacy
Catalog: lib/l10n/intl_*.arb
Languages: ar

# AuthUsername
source: Username
ar: اسم المستخدم

# AuthPassword
source: Password
ar: كلمة المرور

# AuthSignIn
source: Sign In
ar: تسجيل الدخول

# AuthForgotPassword
source: Forgot Passowrd ?
ar: هل نسيت كلمه المرور ؟

# HomeDashboard
source: Statistics
ar: الاحصائيات

# HomeStores
source: Stores
ar: المخازن

# HomePatients
source: Patients
ar: المرضي

source: AddAccount
ar: اضافه حساب جديد

# Resgistarion
source: Sign In
ar: تسجيل الدخول

source: SidalyaEltlba
ar: صيدليه الطلبه

source: Mode
ar: الوضع

source: PhoneNumber
ar: رقم الهاتف

source: Search
ar: بحث

# Language
source: Lagnuage
ar: اللغه

# HsrElmbe3at
source: Sales inventory
ar: حصر المبيعات

source: Medicines
ar: الادويه

source: Imports
ar: الواردات

# HsrElkolyat
source: Colleges inventory
ar: حصر الكليات

# H3ohdeElm5zn
source: 3ohdeElm5zn
ar: عهدة المخزن

source: SrfEladwya
ar: صرف الادويه

source: All Patient
ar: جميع المرضي

source: Add New Patient
ar: اضافه مريض جديد

source: Log Out
ar: تسجيل الخروج

source: View old orders
ar: عرض الطلبيات
